[
  {
    "subject": "Katie Thornton, host of The Divided Dial, independent journalist, public historian, and Fulbright Fellow, discusses her new series with On the Media in which she dives deep into the far-right's dominance of talk radio.\n\n",
    "intro": "Right-wing ideology dominates the talk radio space. There are over 100 stations throughout the country elevating this kind of talk all day – our local New York metro coverage area has three such stations, all on AM, Minneapolis has five, Portland, Oregon has six just to name a few. Portlandia has six right wing talk radio station?!\n\nAnd despite the notion that ‘video killed the radio star,’ 88% or roughly 293 million Americans listen to the radio every week, making it the medium with the broadest reach, according to the Nielson ratings from last year.  (Nielson, 2021). \n\nSo how does the popularity of Conservative talk radio effect our political culture? How did it get to be not just popular and influential but Dominant. There are practically no commercial PROGRESSIVE stations, there are zero even here in blue new york. With us now to discuss this and more is independent journalist, public historian, and Fulbright Fellow, Katie Thornton. Maybe you’ve been hearing her as the host of the On the Media series, ‘The Divided Dial,’ which chronicles the far-right’s takeover of our country’s spoken word airwaves, \n\nKatie, thanks for doing some overtime for us. Welcome to THIS wnyc show!\n\n\n",
    "interviewer_questions": "1. What prompted you to explore the world of conservative talk radio?\n\n2. (Follow-up if she goes to talks about locality and radio) Do consumers of Conservative talk radio believe they’re hearing local voices?\n\n3. Why is radio so hospitable to the far-right? \n\n4. Can you give us an idea of how influential conservative talk radio actually is?\n\n5. You also credit the erosion of public interest policies in radio broadcasting with the expansion of Salem Media Group and far-right talk radio. What was this ‘public interest moment’ in radio and how did it rise and fall?\n\n6. You spend much of the most recent episode with Rush Limbaugh. What is his role in this story?\n\n7. This series is all about the prominence of far-right political expression on the radio, yet you dedicated much of an episode to understanding why the right laments about liberal bias and conservative voices being silenced. How is it that the right is both silenced yet the most common ideology espoused on radio – the medium with the largest reach in the country? Is there merit to their complaints?\n\n",
    "listener_questions": "LISTENERS: What do you think about hyper-partisan speech on the radio? What do we do if the marketplace of ideas favors ideas that are false or incite violence and political insurrection? Should radio programming be regulated so it serves the public interest as it once did (more on that later)? We’ll also take questions for Katie or other relevant thoughts. (212) 433-WNYC (-9692) or tweet us @BrianLehrer."
  },
  {
    "subject": "Troy Closson, New York Times reporter on the Metro desk covering education, talks about his recent reporting on the data showing a drop in the number of Black New Yorkers, especially children and teens.\n\n",
    "intro": "According to the National Archives, in the last century “approximately six million Black people moved from the American South to Northern, Midwestern, and Western states,” in what is now known as the Great Migration. Seeking economic and social opportunities as well as an escape from racially-motivated violence, discrimination, and the legacy of slavery in the South, Black people began new lives in great cities like New York.\n\nBut migration patterns have changed over the past ten years. Currently, New York City is experiencing an exodus of Black people, especially Black families with children, as nearly 200,000 Black residents have departed. This is especially noticeable in schools, as the number of Black children and teenagers has declined 19%. Interestingly, many of these families are moving down to the South, signaling a reverse of the Great Migration (although less in scale). \n\nWith us now is Troy Closson, New York Times Metro desk reporter covering education, who  recently co-penned the article “Why Black Families Are Leaving New York, and What It Means for the City.” \n\nTroy, welcome to WNYC!\n\n",
    "interviewer_questions": "1. Well let’s start with the question you pose in the title: why are Black families leaving New York City? \n\n2. As mentioned earlier, you write that 200,000 Black people have left New York City. What neighborhoods have lost the largest numbers of Black people?\n\n3 Although New York City has lost Black people, you note the population of the City has increased? What groups are replacing Black residents?\n\n4. You spoke with a number of people who have left the City. What kinds of struggles were they experiencing that ultimately led to their decision to move?\n\n5. A large focus of your article is on Black children in particular. You referenced the New York City Census Briefing which showed the population of Black children and teens has decreased by 19% in the last decade. What is causing the drop in population of Black children in particular?\n\n6. If there are less Black children in the city, there are obviously less of them in New York City Public Schools. What are New York City schools losing when they lose Black children and how does it affect the Black children who remain?\n\n7. Given the history of the Great Migration and all of the underlying reasons for the previous exodus of Black people from the South, it’s surprising that Black families are choosing to return. What are the benefits of moving to the South? Does the region’s racist legacy affect quality of life for Black families moving there?\n\n8. What do you predict will be the long-term consequences of both the conditions causing Black families to leave New York City, and the fact that so many Black people have already left? What will this city look like in 10 or 20 years?\n\n9. What is New York City losing in the short term as Black people leave?\n\n10. In the article, you mentioned Eric Adams’ goal to make the city more affordable in an effort to end the “hemorrhaging of Black and brown families.” What is his administration doing to keep Black families in New York? Have his efforts been effective?\n\n\n",
    "listener_questions": "LISTENERS: We especially want to hear from our Black listeners. Are you considering moving and leaving New York City? What are your reasons? Have your friends or neighbors left the city? Have you noticed a change in your neighborhood over the last 10 years? Some of you who have called in the past have already moved – what circumstances led to that decision? Where did you go and how do you like it? What do you miss about New York? Call us at (212) 433-WNYC (-9692) or tweet at Brian Lehrer "
  },
  {
    "subject": "This week, hear from the creators of the five films nominated for the Best Feature Documentary Oscar, ahead of the ceremony on March 12th. Today: Shaunak Sen, Delhi-based filmmaker, video artist, and film scholar, discusses his film, \"All That Breathes\" which follows the work of two Muslim brothers in Delhi who rescue and treat injured black kites, a bird of prey at risk from urban life and the Delhi's air pollution.\n\n",
    "intro": "When we think of urban wildlife, what kinds of animals come to mind? Here in New York, you’d probably picture pigeons, sparrows, squirrels and rats – maybe an abandoned pet alligator if you’re at the lake in Prospect Park. But All That Breathes, the Oscar nominated documentary we’ll look at now, offers a broader picture of urban life forms as it showcases the diversity of species that call New Delhi home. Sure they have their fair share of rats and pigeons, but there’s also pigs and frogs, horses, monkeys and countless other beings that have grown accustomed to living in a man-made jungle.\n\nAll That Breathes explores the relationship between brothers, the birds of prey they rescue, and the social conflicts plaguing New Delhi. Through witnessing these interspecies relationships, we come to understand how interconnected we all are. With us now is the film’s director, Shaunak Sen.\n\nCongratulations on your nominations and welcome to WNYC! \n\n",
    "interviewer_questions": "1. How did you come across Nadeem Shezad and Mohammad Saud, and why did you decide to film them?\n\n2. The title, All That Breathes, what are you referring to?\n\n3. In the film, Nadeem describes New Delhi as a stomach and the massive birds of prey, referred to as kites, as the microbiome of a gut. Can you help us understand the ecosystem of New Delhi and how kites play a role in it all?\n\n4. Why are kites falling out of the sky at what you’ve described as “alarming rates?”\n\n5. There’s a few scenes in which the brothers and Salik Rehman – a prominently featured volunteer at the Wildlife Sanctuary, discuss the possibility of being eaten by the kites. In a way, they seem kind of at peace with the idea that the kites would eat them if given the opportunity. What do you think about that odd relationship in which they’re caring for animals that would definitely take joy in eating them?\n\n\n",
    "listener_questions": "LISTENERS: Have you ever had a relationship with a wild animal? Or maybe an encounter with an animal in which you felt mutual understanding? How do you coexist with the wildlife near you? We’ll take your answers and questions for Shaunak Sen at (212) 433-WNYC (-9692) or tweet at Brian Lehrer."
  }
]