[
  {
    "subject": "Congressman-Elect George Santos (R, NY-3) is under fire after a New York Times investigation alleges that much of his resume, particularly aspects of his education and employment history, are fictitious. Grace Ashford, New York Times reporter covering New York State politics and government, discusses her reporting on the congressman-elect.",
    "intro": "Last month, residents of Northern Queens and Long Island, elected George Santos to represent them in the US House of Representatives. A son of Brazilian immigrants, CUNY graduate turned financier, Santos’ ‘American Dream’ story is inspiring, and ultimately, was a factor that led him to success at the ballot. His victory was crucial in bringing a Republican majority to the House of Representatives this coming January. \n\nBut a New York Times investigation into Santos’ resume raises doubts about his story that was sold to voters. From his educational background to his work experience, much of what Santos claimed about himself appears to be fabricated, including something Santos said on this show after he was elected. We’ll play that clip soon. \n\nWith us now to discuss the depths of it all is Grace Ashford, one of the New York Times reporters who unearthed this story. She covers New York State politics and government from Albany.\n\nGrace, welcome to WNYC.",
    "brian": "1. What prompted the investigation into George Santos’ resume? \n\n2. What else did your investigation uncover?\n\n3. In your investigation, you note various civil suits Santos was involved in due to failures to pay rent. Yet Santos claims his family made a fortune in real estate? Help us parse through fact and fiction with regards to Santos’ family businesses.\n\n4. There are questions about whether or not Santos lives in the district he’s set to represent? Do you know if he lives in the district? \n\n5. When Santos last ran for Congress in 2020, he disclosed his income to be $50,000 per year. This time around, it was $750,000. If these numbers are accurate, that’s a pretty big jump for a two year period. What can you tell us about Santos’ employment over the last two years?\n\n6. You reported that Santos spent lavishly on his campaign, purchasing Brooks Brothers shirts for staff, meals at Bergdorf Goodman, flights, and more. How did Santos fund his campaigns? \n\n7. One of the more shocking revelations in this story is that Santos has an unresolved criminal case in Brazil. What details did you uncover about the crime Santos committed?\n\n8. What do you make of this response to your reporting? Did you speak to Santos directly for this story? \n\n9. Do you have any idea what drives him to lie so blatantly and repeatedly?",
    "listener": "LISTENERS: Particularly voters in Santos’ district – did you vote for Santos? His district, which covers Northern Queens and parts of Long Island, swung red this election after previously going for Biden. Are you a Biden voter who voted for Santos? Was his background part of your calculus when deciding who to vote for? How does this news affect your opinion of your new Congressman-elect? Do you wish for him to remain in office – after all he was elected – or do you think he should resign? Call in at (212) 433-WNYC (-9692) or tweet @ Brian Lehrer.  "
  },
  {
    "subject": "Katie Thornton, host of The Divided Dial, independent journalist, public historian, and Fulbright Fellow, discusses her new series with On the Media in which she dives deep into the far-right's dominance of talk radio.",
    "intro": "Right-wing ideology dominates the talk radio space. There are over 100 stations throughout the country elevating this kind of talk all day – our local New York metro coverage area has three such stations, all on AM, Minneapolis has five, Portland, Oregon has six just to name a few. Portlandia has six right wing talk radio station?!\n\nAnd despite the notion that ‘video killed the radio star,’ 88% or roughly 293 million Americans listen to the radio every week, making it the medium with the broadest reach, according to the Nielson ratings from last year.  (Nielson, 2021). \n\nSo how does the popularity of Conservative talk radio effect our political culture? How did it get to be not just popular and influential but Dominant. There are practically no commercial PROGRESSIVE stations, there are zero even here in blue new york. With us now to discuss this and more is independent journalist, public historian, and Fulbright Fellow, Katie Thornton. Maybe you’ve been hearing her as the host of the On the Media series, ‘The Divided Dial,’ which chronicles the far-right’s takeover of our country’s spoken word airwaves, \n\nKatie, thanks for doing some overtime for us. Welcome to THIS wnyc show!\n",
    "brian": "1. What prompted you to explore the world of conservative talk radio?\n\n2. (Follow-up if she goes to talks about locality and radio) Do consumers of Conservative talk radio believe they’re hearing local voices?\n\n3. Why is radio so hospitable to the far-right? \n\n4. Can you give us an idea of how influential conservative talk radio actually is?\n\n5. You also credit the erosion of public interest policies in radio broadcasting with the expansion of Salem Media Group and far-right talk radio. What was this ‘public interest moment’ in radio and how did it rise and fall?\n\n6. You spend much of the most recent episode with Rush Limbaugh. What is his role in this story?\n\n7. This series is all about the prominence of far-right political expression on the radio, yet you dedicated much of an episode to understanding why the right laments about liberal bias and conservative voices being silenced. How is it that the right is both silenced yet the most common ideology espoused on radio – the medium with the largest reach in the country? Is there merit to their complaints?",
    "listener": "LISTENERS: What do you think about hyper-partisan speech on the radio? What do we do if the marketplace of ideas favors ideas that are false or incite violence and political insurrection? Should radio programming be regulated so it serves the public interest as it once did (more on that later)? We’ll also take questions for Katie or other relevant thoughts. (212) 433-WNYC (-9692) or tweet us @BrianLehrer."
  },
  {
    "subject": "Troy Closson, New York Times reporter on the Metro desk covering education, talks about his recent reporting on the data showing a drop in the number of Black New Yorkers, especially children and teens.",
    "intro": "According to the National Archives, in the last century “approximately six million Black people moved from the American South to Northern, Midwestern, and Western states,” in what is now known as the Great Migration. Seeking economic and social opportunities as well as an escape from racially-motivated violence, discrimination, and the legacy of slavery in the South, Black people began new lives in great cities like New York.\n\nBut migration patterns have changed over the past ten years. Currently, New York City is experiencing an exodus of Black people, especially Black families with children, as nearly 200,000 Black residents have departed. This is especially noticeable in schools, as the number of Black children and teenagers has declined 19%. Interestingly, many of these families are moving down to the South, signaling a reverse of the Great Migration (although less in scale). \n\nWith us now is Troy Closson, New York Times Metro desk reporter covering education, who  recently co-penned the article “Why Black Families Are Leaving New York, and What It Means for the City.” \n\nTroy, welcome to WNYC!",
    "brian": "1. Well let’s start with the question you pose in the title: why are Black families leaving New York City? \n\n2. As mentioned earlier, you write that 200,000 Black people have left New York City. What neighborhoods have lost the largest numbers of Black people?\n\n3 Although New York City has lost Black people, you note the population of the City has increased? What groups are replacing Black residents?\n\n4. You spoke with a number of people who have left the City. What kinds of struggles were they experiencing that ultimately led to their decision to move?\n\n5. A large focus of your article is on Black children in particular. You referenced the New York City Census Briefing which showed the population of Black children and teens has decreased by 19% in the last decade. What is causing the drop in population of Black children in particular?\n\n6. If there are less Black children in the city, there are obviously less of them in New York City Public Schools. What are New York City schools losing when they lose Black children and how does it affect the Black children who remain?\n\n7. Given the history of the Great Migration and all of the underlying reasons for the previous exodus of Black people from the South, it’s surprising that Black families are choosing to return. What are the benefits of moving to the South? Does the region’s racist legacy affect quality of life for Black families moving there?\n\n8. What do you predict will be the long-term consequences of both the conditions causing Black families to leave New York City, and the fact that so many Black people have already left? What will this city look like in 10 or 20 years?\n\n9. What is New York City losing in the short term as Black people leave?\n\n10. In the article, you mentioned Eric Adams’ goal to make the city more affordable in an effort to end the “hemorrhaging of Black and brown families.” What is his administration doing to keep Black families in New York? Have his efforts been effective?\n",
    "listener": "LISTENERS: We especially want to hear from our Black listeners. Are you considering moving and leaving New York City? What are your reasons? Have your friends or neighbors left the city? Have you noticed a change in your neighborhood over the last 10 years? Some of you who have called in the past have already moved – what circumstances led to that decision? Where did you go and how do you like it? What do you miss about New York? Call us at (212) 433-WNYC (-9692) or tweet at Brian Lehrer "
  },
  {
    "subject": "Alana Casanova-Burgess, co-creator, host and producer of \"La Brega\" from WNYC Studios and Futuro Studios, talks about season two of the podcast, which explores the music of Puerto Rico.\n",
    "intro": "Now we’ll take a journey down to the Caribbean island of Puerto Rico. Often when we think about Puerto Rico, we’re reminded of its colonial history and its current status as a United States territory. We’re not going to open up the ‘should Puerto Rico become a state’ debate today (although I’m sure we’d get lots of calls), but instead, let’s explore how colonial status has shaped the music of the island. \n\nThat’s the premise of WNYC Studios’ latest season of La Brega. In it, host Alana Casanova-Burgess takes us through a playlist that tells the story of the island and its people. The first episode launched yesterday in both English and Spanish – let’s take a listen to the first minute and change of the season.\n\nJoining us now is Alana Casanova-Burgess, who you just heard in that clip. She’s the co-creator, host and producer of the podcast La Brega, from WNYC Studios and Futuro Studios. \n",
    "brian": "1. Why did you choose to focus this whole season on Puerto Rican songs? How does Puerto Rican music tell the story of the island and its people?\n\n2. Let’s talk about Preciosa, the song we just heard sung by a random passenger on your flight to San Juan. Who wrote it and why is it the first song featured in this season of La Brega?\n\n3. Preciosa almost became the national anthem of Puerto Rico? Why isn’t it the national anthem if it’s so beloved?\n\n4. Why are Puerto Rican songs often filled with nostalgia? Why is staying and leaving Puerto Rico top of mind?\n\n5. How do you balance longing for Puerto Rico with the reality of the difficulties of life on the island?\n\n6. Bad Bunny is also a prominent player in this episode. How does his music differ from the nostalgic vibes of older Puerto Rican songs, like Preciosa?",
    "listener": "LISTENERS: Puerto Ricans – what songs fill you with love for the island? Is it new, old? A remake or the original? Is it salsa or reggaeton? Which songs bring you immense national pride? What is the song that transports you immediately to Puerto Rico every time you hear it? And keeping with the bilingual spirit of La Brega, feel free to give us bilingual answers. Call us at (212) 433-WNYC (-9692) or tweet at Brian Lehrer."
  },
  {
    "subject": "This week, hear from the creators of the five films nominated for the Best Feature Documentary Oscar, ahead of the ceremony on March 12th. Today: Shaunak Sen, Delhi-based filmmaker, video artist, and film scholar, discusses his film, \"All That Breathes\" which follows the work of two Muslim brothers in Delhi who rescue and treat injured black kites, a bird of prey at risk from urban life and the Delhi's air pollution.",
    "intro": "When we think of urban wildlife, what kinds of animals come to mind? Here in New York, you’d probably picture pigeons, sparrows, squirrels and rats – maybe an abandoned pet alligator if you’re at the lake in Prospect Park. But All That Breathes, the Oscar nominated documentary we’ll look at now, offers a broader picture of urban life forms as it showcases the diversity of species that call New Delhi home. Sure they have their fair share of rats and pigeons, but there’s also pigs and frogs, horses, monkeys and countless other beings that have grown accustomed to living in a man-made jungle.\n\nAll That Breathes explores the relationship between brothers, the birds of prey they rescue, and the social conflicts plaguing New Delhi. Through witnessing these interspecies relationships, we come to understand how interconnected we all are. With us now is the film’s director, Shaunak Sen.\n\nCongratulations on your nominations and welcome to WNYC! ",
    "brian": "1. How did you come across Nadeem Shezad and Mohammad Saud, and why did you decide to film them?\n\n2. The title, All That Breathes, what are you referring to?\n\n3. In the film, Nadeem describes New Delhi as a stomach and the massive birds of prey, referred to as kites, as the microbiome of a gut. Can you help us understand the ecosystem of New Delhi and how kites play a role in it all?\n\n4. Why are kites falling out of the sky at what you’ve described as “alarming rates?”\n\n5. There’s a few scenes in which the brothers and Salik Rehman – a prominently featured volunteer at the Wildlife Sanctuary, discuss the possibility of being eaten by the kites. In a way, they seem kind of at peace with the idea that the kites would eat them if given the opportunity. What do you think about that odd relationship in which they’re caring for animals that would definitely take joy in eating them?\n",
    "listener": "LISTENERS: Have you ever had a relationship with a wild animal? Or maybe an encounter with an animal in which you felt mutual understanding? How do you coexist with the wildlife near you? We’ll take your answers and questions for Shaunak Sen at (212) 433-WNYC (-9692) or tweet at Brian Lehrer."
  },
  {
    "subject": "Stuart Selber, a professor in Penn State's English department who studies the applications and implications of digital technologies for writing, discusses whether concerns about Chat GPT threatening the quality of education are reasonable and how the technology could be used to foster fairer educational outcomes.\n",
    "intro": "While discussions about artificial intelligence occasionally bubble up to the general public, regular people haven't been able to experience an AI product that is both intelligent and functional. At best, AI products have been buggy and not that useful. At worst, they start spewing hate speech, like Microsoft’s 2016 chatbot that was shut shortly after launch.\n\nThat is until ChatGPT. Suddenly, it seems like everyone is not only talking about artificial intelligence, but also sharing how they’re utilizing it to perform a wide range of different tasks. Product designers are using it as a UX writer, students are using it to write essays that pass plagiarism detectors – some people are even getting the chat bot to generate movie scripts. The chatbot has already reached 1 million users since its launch on November 30th.\n\nWith us now to discuss ChatGPT and the future of this new technology is Ann-Marie Alcántara, internet culture reporter for the Wall Street Journal's Personal Tech bureau. \n\nAnn-Marie, welcome to WNYC!\n",
    "brian": "1. What is ChatGPT and how does it work? \n\n2. Where does it get its information from?\n\n3. It seems like it’s become an overnight sensation. Everyone is using this app now. Why is it blowing people’s minds right now?\n\n4. Who is behind OpenAI, the company that produced ChatGPT, and what other projects are they tied to?\n\n5. People who work in creative fields, language based fields, and even coders are starting to fear what this technology will mean for their own job stability. What are the capabilities of ChatGPT?\n\n6. Should users be concerned about data privacy when using ChatGPT or other new AI products that are available to everyday people?\n\n6. Have we seen any other products that are similar to ChatGPT? If so, how does ChatGPT compare?\n\n7. Speaking of the college essays, many have expressed concerns that students will use AI like Chat GPT to do their homework for them. But what about adults at work using the tech to generate ideas or write copy? Should we be having a broader discussion about ethics at work and AI?\n\n8. This is pretty breakthrough technology that could change a lot about how a lot of industries operate. And yet, a lot of people are skittish about what it might mean for their futures. How can we balance those feelings?",
    "listener": "LISTENERS: Have you tinkered around with ChatGPT yet? If so, what have you used it for? Did you get it to write you an original movie script or to explain a complicated concept like a second-grader? Are you optimistic about our future with AI or are you concerned? Call us with your questions and answers at (212) 433-WNYC (-9692) or tweet @BrianLehrer.\n"
  },
  {
    "subject": "Somini Sengupta, international climate reporter for The New York Times and lead writer for the Climate Forward newsletter, explains why gas stoves have recently become a political flashpoint, and digs into what the science says about risks they may pose to our health and to the environment.\n",
    "intro": "A firestorm has ignited over gas stoves after a new study linked gas stoves to over 12% of childhood asthma cases. People have questions about how gas stoves impact our health and the environment. \n\nAccording to Politico, nearly 38% of American households use gas for cooking. Many studies have troubling headlines about the health and environmental impacts of gas stoves. \n\nAfter a commissioner on the Consumer Product Safety Commission told Bloomberg news that “any option [was] on the table” as they evaluate the risks of gas stoves, rumors swirled about a national ban and set off the latest battle in the so-called culture wars.\n\nHere in New York, a couple years ago the City Council passed a bill banning gas in new buildings. And during her state of the state address, Governor Hochul has proposed more regulations to phase out gas stoves and gas powered heating in new construction. More local governments are considering similar proposals. \n\nBut on the other hand, over 20 states have now passed prohibitions on local government bans of gas stoves. And at the national level, House Republicans introduced a new bill last Thursday to stop the Consumer Product Safety Commission from banning gas stoves. \n\nSomini Sengupta, international climate reporter for The New York Times and lead writer for the Climate Forward newsletter, is here to dig into what the science says about risks they may pose to our health and to the environment\\. We’ll also discuss why gas stoves have recently become a political flashpoint.\n\nWelcome back to the show, Somini. ",
    "brian": "1. When we talk about gas stoves and gas-powered homes, what does that mean?\n\n2. One of the things fanning the flames of the recent controversy is a new study linking gas stoves to an alarming number of childhood asthma cases. Can you tell us a bit about that study and what its conclusions were?\n\n3. The other thing that has been feeding this controversy is that one of the commissioners of the Consumer Product Safety Commission suggested exploring a ban on gas stoves or other regulations. How likely is that to happen?\n\n4. Where did the idea that banning gas stoves is just around the corner come from?\n\n5. Why do you think gas stoves became the latest frontier in the so-called culture wars?\n\n6. House Republicans recently introduced a bill to stop the Consumer Product Safety Commission from banning gas stoves. What’s driving their opposition?\n\n7. How do gas stoves or gas powered buildings compare to other sources of pollution?\n\n7. For people who have gas stoves and aren’t in a position to replace them, do you have any recommendations about how they can reduce the risk to their health? ",
    "listener": "LISTENERS, do you have a question about where the controversy about gas stoves came from? What do you think about using gas in your home? Do you have a question about the health or environmental effects of gas stoves? Call in and let us know at 212-433-WNYC. 212-433-9692. Or Tweet at Brian Lehrer. Does anyone listening have an electric induction range - how do you like it? 212-433-9692."
  },
  {
    "subject": "Ron Knox, senior researcher at the Institute for Local Self-Reliance, discusses the outcry over Ticketmaster following the Taylor Swift tour presale debacle on Tuesday.\n",
    "intro": "On Tuesday, 2 million tickets to Taylor Swift’s upcoming Eras tour were sold via Live Nation’s Ticketmaster - more than any other artist has sold on the site in a single day. \n\nTicketmaster said there was a “historically unprecedented demand” and asked folks to “please hang tight” while it tried to sort out its technical glitches and get fans through queues faster.\n\nAccording to the Wall Street Journal, Ticketmaster says its site received 3.5 billion requests on that day - quadruple the amount of its second highest peak…so while millions of people (or bots) got tickets…millions of people experienced technical difficulties.\n\nAnd Tuesday was just supposed to be the Verified Fan presale….\n\nBut that was the actual sale, as it turns out. At around 3PM yesterday, Ticketmaster tweeted: “Due to extraordinarily high demands on ticketing systems and insufficient remaining ticket inventory to meet that demand, tomorrow's public on-sale for Taylor Swift | The Eras Tour has been cancelled.”\n\nAccording to reporting by the Wall Street Journal, just yesterday morning, StubHub had Taylor Swift tickets for sale in Jersey, near the venue stage, listed for $76,000!!! \n\nThe public outcry from fans over all of this has caused politicians including Senator Amy Klobuchar and representatives AOC and Ilhan Omar, to speak out against the ticketing giant.\n\nWith me now is Ron Knox, senior researcher and writer at the Institute for Local Self-Reliance, which according to its website, is a national research and advocacy organization committed to building local power and fighting corporate control. \n\nRon is also the author of the recent article in Slate called “Radicalize the Swifties.”\n\nWelcome to WNYC, Ron.",
    "brian": "1. Is what happened on Tuesday emblematic of what people commonly experience on Ticketmaster?\n\n2. Ron, how have Taylor Swift fans mobilized together to hold the ticketing giant accountable? And what else can be done, in your opinion?\n\n3. Why was Ticketmaster’s merger with Live Nation, which happened in 2010, allowed in the first place?\n\n4. How is Ticketmaster defending its position?",
    "listener": "LISTENERS who are also Swifties: were you one of the lucky ones or one of the unlucky ones when it came to Tuesday’s supposed Presale event? Give us a call and tell us about your Ticketmaster experience: 212-433-WNYC. 212-433-9692 or tweet at Brian Lehrer."
  }
]